[
  {
    "text": "Яка річка протікає через місто Полтава?",
    "options": ["Сула", "Ворскла", "Дніпро", "Псел"],
    "correctAnswer": "Ворскла",
    "interestingFacts": {
      "success": "Саме так! До речі, наш коледж не тільки забезпечує якісну освіту, але й сприяє збереженню історичної спадщини регіону, яка пов’язана з річкою Ворскла!",
      "error": "На жаль, це не так. Але вступивши до нас, на заняттях з історії ви дізнаєтесь багато цікавого про те, як і чому річка Ворскла стала невід’ємною частиною культурної спадщини нашого регіону."
    },
    "backgroundPicture": "/images/questions/q1.jpg",
    "hexPalette": "57652A"
  },
  {
    "text": "Яке свято відзначається в Полтаві 23 вересня?",
    "options": ["День незалежності України", "День української писемності та мови", "День збройних сил України", "День міста"],
    "correctAnswer": "День міста",
    "interestingFacts": {
      "success": "Саме так! У коледжі ми святкуємо день міста з особливою насолодою та пишаємося тим, що наш навчальний заклад знаходиться саме тут - у нашій рідній квітучій Полтаві!",
      "error": "На жаль, це не так. Але вступивши до нас, ви зможете взяти участь у святкових заходах та ініціативах до Дня міста, що збагачують культурне життя Полтави та її мешканців."
    },
    "backgroundPicture": "/images/questions/q2.jpg",
    "hexPalette": "C59E69"
  },
  {
    "text": "Який знаменитий поет народився неподалік Полтави?",
    "options": ["Іван Франко", "Тарас Шевченко", "Ліна Костенко", "Леонід Глібов"],
    "correctAnswer": "Леонід Глібов",
    "interestingFacts": {
      "success": "Саме так! Студенти та викладачі коледжу поважають творчість нашого видатного земляка, та вивчають його вірші як одні з найвагоміших творів української поезії.",
      "error": "На жаль, це не так. Але вступивши до нас, ви матимете змогу взяти участь в літературних вечорах та конкурсах на краще виконання віршів О.Глібова серед наших студентів!"
    },
    "backgroundPicture": "/images/questions/q3.jpg",
    "hexPalette": "6E7693"
  },
  {
    "text": "Яка знаменита традиційна страва готується у Полтаві?",
    "options": ["Вареники з капустою", "Борщ з пампушками", "Полтавські галушки", "Дерун зі сметаною"],
    "correctAnswer": "Полтавські галушки",
    "interestingFacts": {
      "success": "Саме так! В їдальні коледжу ви зможете спробувати неповторні полтавські галушки, які готуються за традиційним рецептом з натуральних інгредієнтів. Вони мають неповторний смак та аромат і завжди порадують вас своєю свіжістю та якістю!",
      "error": "На жаль, це не так. Але в їдальні коледжу ви зможете спробувати неповторні полтавські галушки, які готуються за традиційним рецептом з натуральних інгредієнтів."
    },
    "backgroundPicture": "/images/questions/q4.jpg",
    "hexPalette": "AA7A6F"
  },
  {
    "text": "Як називався перший навчальний заклад, який діяв у приміщенні коледжу?",
    "options": ["Художня школа імені Гоголя", "Ліцей імені Шевченка", "Олександрівське реальне училище", "Полтавський технікум будівництва та архітектури"],
    "correctAnswer": "Олександрівське реальне училище",
    "interestingFacts": {
      "success": "Саме так! Олександрівське реальне училище було засноване у Полтаві ще у далекому 1876 році. Головна увага приділялася вивченню математики, фізики, природознавства та креслення і наш коледж гідно продовжує ці традиції!",
      "error": "На жаль, це не так. Але вступивши до нас, ви матимете змогу доторкнутись до приголомшливого давнього історичного минулого нашого коледжу!"
    },
    "backgroundPicture": "/images/questions/q5.jpg",
    "hexPalette": "7A5036"
  },
  {
    "text": "Яка пам’ятка архітектури, що знаходиться у Полтаві є єдиним на пострадянському просторі композиційно завершеним архітектурним ансамблем доби губернського класицизму?",
    "options": ["Будинок А.П. Білецького", "Спасо-Преображенський кафедральний собор", "Кругла площа", "Будинок офіцерів"],
    "correctAnswer": "Кругла площа",
    "interestingFacts": {
      "success": "Саме так! До речі, наш коледж знаходиться в історичному серці міста, на відстані кількох хвилин пішої ходи від історичної Круглої площі, яка є однією з найбільш значущих пам’яток Полтави.",
      "error": "На жаль, це не так. Але вступивши до коледжу, ви завжди зможете насолодитися відпочинком у корпусному парку, що знаходиться в самому центрі Круглої площі. Але тільки після занять!"
    },
    "backgroundPicture": "/images/questions/q6.jpg",
    "hexPalette": "647C2F"
  },
  {
    "text": "Скільки років м. Полтава?",
    "options": ["1124", "1500", "999", "925"],
    "correctAnswer": "1124",
    "interestingFacts": {
      "success": "Саме так! Ми в коледжі пишаємось багатовіковою історією нашого міста та всім, що воно уособлює, і прагнемо зберігати та передавати нащадкам наші найкращі традиції, а також вивчати нові грані нашої історії, щоб стати ще кращими представниками нашої громади та країни.",
      "error": "На жаль, це не так. Але вступивши до нас, ви зможете взяти участь у святкових заходах та ініціативах до Дня міста, та впевнені - пишатиметесь його багатовіковою історією."
    },
    "backgroundPicture": "/images/questions/q7.jpg",
    "hexPalette": "7C7D7C"
  },
  {
    "text": "Які кольори характерні для традиційної Полтавської вишиванки?",
    "options": ["чорний, червоний та зелений", "жовтий, синій та рожевий", "білий по білому, попелясті кольори", "синій, червоний та білий"],
    "correctAnswer": "білий по білому, попелясті кольори",
    "interestingFacts": {
      "success": "Саме так! Студенти та викладачі нашого коледжу щороку активно долучаються до Вишиванкової ходи та з гордістю представляють нашу освітню установу у вишитому вбранні традиційних кольорів Полтавщини.",
      "error": "На жаль, це не так. У коледжі ми дуже уважно ставимося до вивчення традицій нашого народу та збереження культурної спадщини, зокрема традиційної української вишивки, яка є одним із найяскравіших символів нашої культури."
    },
    "backgroundPicture": "/images/questions/q8.jpg",
    "hexPalette": "B0B0B0"
  },
  {
    "text": "Яка з будівель є пам’яткою архітектури місцевого значення?",
    "options": ["будинок філармонії", "стара залізнична станція", "приміщення коледжу", "пожежна станція"],
    "correctAnswer": "приміщення коледжу",
    "interestingFacts": {
      "success": "Саме так! Коледж знаходиться в будівлі колишнього Олександрівського реального училища - одного з найбільших реальних училищ Лівобережної України, де вивчали природничі дисципліни, фізику, математику, іноземні мови, й ми гідно продовжуємо ці традиції!",
      "error": "На жаль, це не так. Але вступивши до коледжу, ви матимете чудову нагоду розкрити перед собою довгу й багатогранну історію нашого закладу освіти та зануритись у її найцікавіші сторінки."
    },
    "backgroundPicture": "/images/questions/q9.png",
    "hexPalette": "79919D"
  },
  {
    "text": "Який музей, розташований на Полтавщині, є єдиним в Україні музеєм такого типу?",
    "options": ["краєзнавчий музей", "музей народної архітектури та побуту", "музей прикладного мистецтва", "музей пива та самогону"],
    "correctAnswer": "музей пива та самогону",
    "interestingFacts": {
      "success": "Саме так! Але хочемо зауважити, що в коледжі ми підтримуємо здоровий спосіб життя і боремося зі шкідливими звичками, регулярно організовуємо з цією метою спортивні заходи та інші активності!",
      "error": "На жаль, це не так. На Полтавщині знаходиться чимало унікальних музеїв, які варто відвідати, а вступивши до коледжу, ви отримаєте можливість не тільки відвідати їх з екскурсіями, а й дізнатися більше про наш край та його культурну спадщину."
    },
    "backgroundPicture": "/images/questions/q10.jpg",
    "hexPalette": "4A4436"
  }
]
